;------------------------------------------------------------------------------
; UltraDefrag GUI Slovenian Language Pack.
; Copyright (C) 2008 by Miha Mlakar.
; Copyright (C) 2010 by Dmitri Arkhangelski. (Configuration Dialog)
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Feb. 12, 2010 by Dmitri Arkhangelski
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = Action
ANALYSE                   = Analiza
DEFRAGMENT                = Defrag
OPTIMIZE                  = Optimize
STOP                      = Stop
SKIP_REMOVABLE_MEDIA      = Preskoči odstranljive medije
RESCAN_DRIVES             = Osveži
WHEN_DONE                 = When done
WHEN_DONE_NONE            = None
WHEN_DONE_EXIT            = Exit
WHEN_DONE_STANDBY         = Standby
WHEN_DONE_HIBERNATE       = Hibernate
WHEN_DONE_LOGOFF          = Logoff
WHEN_DONE_REBOOT          = Reboot
WHEN_DONE_SHUTDOWN        = Shutdown
EXIT                      = Exit

; --- Report Menu

REPORT                    = Poročilo
SHOW_REPORT               = Show report

; --- Settings Menu

SETTINGS                  = Nastavitve
LANGUAGE                  = Language
TRANSLATIONS_FOLDER       = Translations folder
GRAPHICAL_INTERFACE       = Graphic interface
FONT                      = Pisava
OPTIONS                   = Možnosti
BOOT_TIME_SCAN            = Naj se zaženejo ob zagonu Windows
ENABLE                    = Vključi
SCRIPT                    = Scenarij
REPORTS                   = Poročila

; --- Help Menu

HELP                      = Pomoč
CONTENTS                  = Contents
BEST_PRACTICE             = Best practice
FAQ                       = FAQ
ABOUT                     = O programu

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Boot time script

; Drives list items.

VOLUME                    = Pogon
STATUS                    = Status
TOTAL                     = Skupaj prostora
FREE                      = Nezasedeni prostor
PERCENT                   = Odstotek

; Status messages

STATUS_RUNNING            = Izvedene
STATUS_ANALYSED           = Analizirali
STATUS_DEFRAGMENTED       = Defragmentirano
STATUS_OPTIMIZED          = Optimirano

; Status bar messages.

DIRS                      = dir
FILES                     = datotek
FRAGMENTED                = fragmentirano
COMPRESSED                = skompresirano
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = O Programu Ultra Defragmenter
CREDITS                   = Krediti
LICENSE                   = Licenca

; Shutdown confirmation

PLEASE_CONFIRM            = Please Confirm
REALLY_SHUTDOWN_WHEN_DONE = Do you really want to shutdown when done?
REALLY_HIBERNATE_WHEN_DONE= Do you really want to hibernate when done?
REALLY_LOGOFF_WHEN_DONE   = Do you really want to logoff when done?
REALLY_REBOOT_WHEN_DONE   = Do you really want to reboot when done?
SECONDS_TILL_SHUTDOWN     = seconds till shutdown
SECONDS_TILL_HIBERNATION  = seconds till hibernation
SECONDS_TILL_LOGOFF       = seconds till logoff
SECONDS_TILL_REBOOT       = seconds till reboot
YES                       = Yes
NO                        = No

; END OF FILE
